<?php

return [

    /*
    |--------------------------------------------------------------------------
    | نصوص الترجمة للمصادقة
    |--------------------------------------------------------------------------
    |
    | النصوص التالية تُستخدم أثناء المصادقة لعرض رسائل متنوعة
    | نحتاج إلى عرضها للمستخدم. يمكنك تعديل هذه النصوص
    | حسب متطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور .',
    'throttle' => 'محاولات تسجيل دخول كثيرة جدًا. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',
    'login' => 'تسجيل الدخول',
    'logout' => 'تسجيل الخروج',
    'register' => 'إنشاء حساب',
    'email' => 'البريد الإلكتروني',
    'remember_me' => 'تذكرني',
    'forgot_password' => 'هل نسيت كلمة المرور؟',


];