<?php

return [

    /*
    |--------------------------------------------------------------------------
    | نصوص الترجمة لإعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | النصوص التالية هي النصوص الافتراضية التي تتطابق مع الأسباب
    | التي يقدمها وسيط كلمة المرور عند فشل محاولة تحديث كلمة المرور،
    | مثل رمز إعادة التعيين غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.',

];